Repository: WordPressBugBounty/plugins-woocommerce-superfaktura
Catalog: woocommerce-superfaktura/languages/woocommerce-superfaktura-*.po
Languages: cs_cz, sk_sk

source: Show invoice action button in order list
cs_cz: Přidat tlačítko stažení faktur v seznamu objednávek
sk_sk: Pridať tlačidlo stiahnutia faktúr v zozname objednávok

source: Automatic pairing
cs_cz: Automatické párování
sk_sk: Automatické párovanie

source: Default
cs_cz: Standardní způsob
sk_sk: Štandardný spôsob

source: To automatically update order status when payment is paired to an invoice in SuperFaktura, fill in callback URL and Secret Key in <a target="_blank" href="%1$s">SuperFaktura settings</a>.<br>Callback URL: <strong>%2$s</strong>
cs_cz: Chcete-li automaticky aktualizovat stav objednávky, když je platba spárována s fakturou v SuperFaktuře, vyplňte Callback URL a Secret Key v <a target="_blank" href=“%1$s”> nastaveních SuperFaktúry </a>. <br>Callback URL: <strong>%2$s</strong>
sk_sk: Ak chcete automaticky aktualizovať stav objednávky, keď je platba spárovaná s faktúrou v SuperFaktúre, vyplňte Callback URL a Secret Key v <a target="_blank" href=“%1$s”> nastaveniach SuperFaktúry</a>. <br>Callback URL: <strong>%2$s</strong>

source: Multiple eshops per single company
cs_cz: Více eshopů na jednu firmu
sk_sk: Viac eshopov na jednu firmu

source: Plugin will send Callback URL to SuperFaktura automatically for each document issued.
cs_cz: Plugin pošle Callback URL do SuperFaktúry automaticky pro každý vystavený dokument zvlášť.
sk_sk: Plugin pošle Callback URL do SuperFaktúry automaticky pre každý vystavený dokument zvlášť.

source: Automatic pairing type
cs_cz: Způsob automatického párování
sk_sk: Spôsob automatického párovania

source: Regenerate
cs_cz: Přegenerovat
sk_sk: Pregenerovať

source: Payment Methods
cs_cz: Platební brány
sk_sk: Platobné brány

source: Map Woocommerce payment methods to ones in SuperFaktura
cs_cz: Spárujte způsoby plateb Woocommerce se způsoby plateb v SuperFaktuře
sk_sk: Spárujte spôsoby platieb vo Woocommerce so spôsobmi platieb v SuperFakture

source: Cash Registers
cs_cz: Pokladny
sk_sk: Pokladne

source: Map Woocommerce payment methods to cash registers in SuperFaktura
cs_cz: Spárujte způsoby plateb Woocommerce s pokladnami v SuperFaktuře
sk_sk: Spárujte spôsoby platieb vo Woocommerce s pokladňami v SuperFakture

source: Shipping Methods
cs_cz: Možnosti doručení
sk_sk: Možnosti doručenia

source: Item
cs_cz: Zboží
sk_sk: Tovar

source: Service
cs_cz: Služba
sk_sk: Služba

source: Product
cs_cz: Produkt
sk_sk: Produkt

source: Item Type
cs_cz: Typ položky
sk_sk: Typ položky

source: Analytics Account
cs_cz: Analytický účet
sk_sk: Analytický účet

source: Synthetic Account
cs_cz: Syntetický účet
sk_sk: Syntetický účet

source: Preconfidence
cs_cz: Předkontace
sk_sk: Predkontácia

source: Fees
cs_cz: Poplatky
sk_sk: Poplatky

source: %d remaining
cs_cz: zbývá %d
sk_sk: zostáva %d

source: Daily API usage
cs_cz: Dnešné používání API
sk_sk: Dnešné používanie API

source: For more information about the plugin and its settings check the articles on SuperFaktura blog.
cs_cz: Další informace o pluginu a jeho nastaveních naleznete v článcích na blogu SuperFaktury.
sk_sk: Ďalšie informácie o plugine a jeho nastaveniach nájdete v článkoch na blogu SuperFaktúry.

source: Do you have a technical issue with the plugin? Contact us at <a href="mailto:superfaktura@2day.sk">superfaktura@2day.sk</a>
cs_cz: Máte technický problém s pluginem? Kontaktujte nás na <a href="mailto:superfaktura@2day.sk">superfaktura@2day.sk</a>
sk_sk: Máte technický problém s pluginom? Kontaktujte nás na <a href="mailto:superfaktura@2day.sk">superfaktura@2day.sk</a>

source: You can find your API access credentials in your SuperFaktura account at <a href="https://moja.superfaktura.sk/api_access">Tools &gt; API</a>
cs_cz: Vaše přístupové údaje k API najdete v SuperFaktuře na stránce <a href="https://moje.superfaktura.cz/api_access">Nástroje &gt; API</a>
sk_sk: Vaše prístupové údaje k API nájdete v SuperFaktúre na stránke <a href="https://moja.superfaktura.sk/api_access">Nástroje &gt; API</a>

source: Version
cs_cz: Verze
sk_sk: Verzia

source: Use sandbox
cs_cz: Použít sandbox - testovací prostředí
sk_sk: Použiť sandbox - testovacie prostredie

source: Note: To use sandbox create a test account at sandbox.superfaktura.sk or sandbox.superfaktura.cz
cs_cz: Poznámka: Pokud chcete použít sandbox, vytvořte si testovací účet na sandbox.superfaktura.sk nebo sandbox.superfaktura.cz
sk_sk: Poznámka: Ak chcete použiť sandbox, vytvorte si testovací účet na sandbox.superfaktura.sk alebo sandbox.superfaktura.cz

source: API Key
cs_cz: API klíč
sk_sk: API kľúč

source: Test API connection
cs_cz: Otestovat API připojení
sk_sk: Otestovať API pripojenie

source: Bank Account ID
cs_cz: ID bankovního účtu
sk_sk: ID bankového účtu

source: Plugin SuperFaktura WooCommerce is in sandbox mode.
cs_cz: Plugin SuperFaktura WooCommerce používá sandbox - testovací prostředí.
sk_sk: Plugin SuperFaktura WooCommerce používa sandbox - testovacie prostredie.

source: ALL
cs_cz: VŠECHNY
sk_sk: VŠETKY

source: Countries
cs_cz: Země
sk_sk: Krajiny

source: Override invoice settings for specific countries based on customer billing address.
cs_cz: Nastavení faktury pro konkrétní země na základě fakturační adresy zákazníka.
sk_sk: Nastavenia faktúry pre konkrétne krajiny na základe fakturačnej adresy zákazníka.

source: Country
cs_cz: Země
sk_sk: Krajina

source: Use VAT # only for final consumer
cs_cz: Použít DIČ pouze pro konečného spotřebitele
sk_sk: Použiť IČ DPH len pre konečného spotrebiteľa

source: Add country
cs_cz: Přidat zemi
sk_sk: Pridať krajinu

source: Delete
cs_cz: Smazat
sk_sk: Vymazať

source: Please install WooCommerce before activating SuperFaktura WooCommerce plugin.
cs_cz: Před aktivací pluginu SuperFaktura WooCommerce si prosím nainstalujte WooCommerce.
sk_sk: Pred aktiváciou pluginu SuperFaktúra WooCommerce si prosím nainštalujte WooCommerce.

source: API call to create proforma invoice failed. We will try again in %d minutes.
cs_cz: API volání k vytvoření zálohové faktury selhalo. Zkusíme to znovu za %d minut.
sk_sk: API volanie na vytvorenie zálohovej faktúry zlyhalo. Skúsime to znova o %d minút.

source: API call to create invoice failed. We will try again in %d minutes.
cs_cz: API volání k vytvoření faktury selhalo. Zkusíme to znovu za %d minut.
sk_sk: API volanie na vytvorenie faktúry zlyhalo. Skúsime to znova o %d minút.

source: API call to create credit note failed. We will try again in %d minutes.
cs_cz: API volání k vytvoření dobropisu selhalo. Zkusíme to znovu za %d minut.
sk_sk: API volanie na vytvorenie dobropisu zlyhalo. Skúsime to znova o %d minút.

source: API call to create document failed. We will try again in %d minutes.
cs_cz: API volání k vytvoření dokumentu selhalo. Zkusíme to znovu za %d minut.
sk_sk: API volanie na vytvorenie dokumentu zlyhalo. Skúsime to znova o %d minút.

source: API call to create proforma invoice for <a href="%s">order #%d</a> failed %d times. Try creating it manually.
cs_cz: API volání k vytvoření zálohové faktury pro <a href=“%s”>objednávku č. %d</a> se nezdařilo %dkrát. Zkuste ji vytvořit ručně.
sk_sk: API volanie na vytvorenie zálohovej faktúry pre <a href=“%s”>objednávku č. %d</a> zlyhalo %d-krát. Skúste ju vytvoriť ručne.

source: API call to create proforma invoice failed %d times. Try creating it manually.
cs_cz: API volání k vytvoření proforma faktury %dkrát selhalo. Zkuste ji vytvořit ručně.
sk_sk: API volanie na vytvorenie proforma faktúry %d-krát zlyhalo. Skúste ju vytvoriť ručne.

source: API call to create invoice for <a href="%s">order #%d</a> failed %d times. Try creating it manually.
cs_cz: API volání k vytvoření faktury pro <a href=“%s”>objednávku č. %d</a> se nezdařilo %dkrát. Zkuste ji vytvořit ručně.
sk_sk: API volanie na vytvorenie faktúry pre <a href=“%s”>objednávku č. %d</a> zlyhalo %d-krát. Skúste ju vytvoriť ručne.

source: API call to create invoice failed %d times. Try creating it manually.
cs_cz: API volání k vytvoření faktury %dkrát selhalo. Zkuste ji vytvořit ručně.
sk_sk: API volanie na vytvorenie faktúry %d-krát zlyhalo. Skúste ju vytvoriť ručne.

source: API call to create credit note for <a href="%s">order #%d</a> failed %d times. Try creating it manually.
cs_cz: API volání k vytvoření dobropisu pro <a href=“%s”>objednávku č. %d</a> %dkrát selhalo. Zkuste jej vytvořit ručně.
sk_sk: API volanie na vytvorenie dobropisu pre <a href=“%s”>objednávku č. %d</a> %d-krát zlyhalo. Skúste ho vytvoriť ručne.

source: API call to create credit note failed %d times. Try creating it manually.
cs_cz: API volání k vytvoření dobropisu se nezdařilo %dkrát. Zkuste jej vytvořit ručně.
sk_sk: API volanie na vytvorenie dobropisu zlyhalo %d-krát. Skúste ho vytvoriť ručne.

source: API call to create document for <a href="%s">order #%d</a> failed %d times. Try creating it manually.
cs_cz: API volání k vytvoření dokumentu pro <a href=“%s”>objednávku č. %d</a> %dkrát selhalo. Zkuste jej vytvořit ručně.
sk_sk: API volanie na vytvorenie dokumentu pre <a href=“%s”>objednávku č. %d</a> %d-krát zlyhalo. Skúste ho vytvoriť ručne.

source: API call to create document failed %d times. Try creating it manually.
cs_cz: API volání k vytvoření dokumentu se nezdařilo %dkrát. Zkuste jej vytvořit ručně.
sk_sk: API volanie na vytvorenie dokumentu zlyhalo %d-krát. Skúste ho vytvoriť ručne.

source: Coupons
cs_cz: Kupony
sk_sk: Kupóny

source: Buy as Business client
cs_cz: Fakturovat na firmu
sk_sk: Fakturovať na firmu

source: %s is a required field.
cs_cz: %s je povinné pole.
sk_sk: %s je povinné pole.

source: %s is not valid.
cs_cz: %s není platné.
sk_sk: %s nie je platné.

source: %s could not be validated.
cs_cz: %s nebylo možné ověřit.
sk_sk: %s nebolo možné overiť.

source: Proforma invoice
cs_cz: Zálohová faktura
sk_sk: Zálohová faktúra
