Repository: WordPressBugBounty/plugins-woocommerce-superfaktura
Catalog: woocommerce-superfaktura/languages/woocommerce-superfaktura-*.po
Languages: cs_cz, sk_sk

source: Settings
cs_cz: Nastavení
sk_sk: Nastavenia

source: You have exceeded the allowed number of API requests / day. If you issue a large number of invoices, you can increase this number.
cs_cz: Překročili jste povolený počet API requestů za den. Pokud vystavujete velké množství faktur, můžete tento počet zvýšit.
sk_sk: Prekročili ste povolený počet API requestov za deň. Ak vystavujete veľké množstvo faktúr, môžete tento počet zvýšiť.

source: Increase the number of API requests
cs_cz: Zvýšit počet API requestů
sk_sk: Zvýšiť počet API requestov

source: See <a href="%s">API log</a> for more information.
cs_cz: Více informací naleznete v <a href="%s"> API logu </a>.
sk_sk: Viac informácií nájdete v <a href="%s">API logu</a>.

source: Proforma invoice was created.
cs_cz: Zálohová faktura byla vytvořena.
sk_sk: Zálohová faktúra bola vytvorená.

source: Invoice was created.
cs_cz: Faktura byla vytvořena.
sk_sk: Faktúra bola vytvorená.

source: Credit note was created.
cs_cz: Dobropis byl vytvořen.
sk_sk: Dobropis bol vytvorený.

source: Documents were regenerated.
cs_cz: Dokumenty byly přegenerovány.
sk_sk: Dokumenty boli pregenerované.

source: Proforma invoice was not created.
cs_cz: Zálohovou fakturu se nepodařilo vytvořit.
sk_sk: Zálohovú faktúru sa nepodarilo vytvoriť.

source: Invoice was not created.
cs_cz: Fakturu se nepodařilo vytvořit.
sk_sk: Faktúru sa nepodarilo vytvoriť.

source: Credit note was not created.
cs_cz: Dobropis se nepodařilo vytvořit.
sk_sk: Dobropis sa nepodarilo vytvoriť.

source: Documents were not regenerated.
cs_cz: Dokumenty se nepodařilo přegenerovat.
sk_sk: Dokumenty sa nepodarilo pregenerovať.

source: Document was not created, because it already exists.
cs_cz: Dokument nebyl vytvořen, protože již existuje.
sk_sk: Dokument nebol vytvorený, pretože už existuje.

source: You use variable %1$s in your invoice nr. or proforma invoice nr., but the plugin "%2$s" is not activated. This may cause that your invoice numbers will not be sequential.
cs_cz: V čísle faktur nebo zálohových faktur používáte proměnnou %1$s, ale plugin "%2$s" není aktivní. To může způsobit, že čísla faktur nebudou sekvenční.
sk_sk: V čísle faktúr alebo zálohových faktúr používate premennú %1$s, ale plugin %2$s" nie je aktívny. To môže spôsobiť, že čísla faktúr nebudú sekvenčné.

source: Hide notification forever
cs_cz: Skrýt upozornění navždy
sk_sk: Skryť upozornenie navždy

source: Invoices
cs_cz: Faktury
sk_sk: Faktúry

source: View Generated Invoices
cs_cz: Zobrazit vygenerované faktury
sk_sk: Zobraziť vygenerované faktúry

source: No invoice was generated
cs_cz: Nebyla vygenerována žádná faktura
sk_sk: Nebola vygenerovaná žiadna faktúra

source: Proforma could not be found in SuperFaktura.
cs_cz: Zálohovou fakturu se nepodařilo najít v SuperFaktuře.
sk_sk: Zálohovú faktúru sa nepodarilo nájsť v SuperFaktúre.

source: Create new proforma invoice
cs_cz: Vytvořit novou zálohovou fakturu
sk_sk: Vytvoriť novú zálohovú faktúru

source: Proforma
cs_cz: Zálohová faktura
sk_sk: Zálohová faktúra

source: Create proforma invoice
cs_cz: Vytvořit zálohovou fakturu
sk_sk: Vytvoriť zálohovú faktúru

source: Invoice could not be found in SuperFaktura.
cs_cz: Fakturu se nepodařilo najít v SuperFaktuře.
sk_sk: Faktúru sa nepodarilo nájsť v SuperFaktúre.

source: Create new invoice
cs_cz: Vytvořit novou fakturu
sk_sk: Vytvoriť novú faktúru

source: Invoice
cs_cz: Faktura
sk_sk: Faktúra

source: Create invoice
cs_cz: Vytvořit fakturu
sk_sk: Vytvoriť faktúru

source: Credit note could not be found in SuperFaktura.
cs_cz: Dobropis se nepodařilo najít v SuperFaktuře.
sk_sk: Dobropis sa nepodarilo nájsť v SuperFaktúre.

source: Create new credit note
cs_cz: Vytvořit nový dobropis
sk_sk: Vytvoriť nový dobropis

source: Credit note
cs_cz: Dobropis
sk_sk: Dobropis

source: Create credit note
cs_cz: Vytvořit dobropis
sk_sk: Vytvoriť dobropis

source: Regenerate existing invoices
cs_cz: Přegenerovat vystavené faktury
sk_sk: Pregenerovať vystavené faktúry

source: ID #
cs_cz: IČO
sk_sk: IČO

source: VAT #
cs_cz: DIČ
sk_sk: IČ DPH

source: TAX ID #
cs_cz: (SK) DIČ
sk_sk: DIČ

source: Online payment link
cs_cz: Odkaz na online platbu
sk_sk: Odkaz na online platbu

source: Download invoice
cs_cz: Faktura ke stažení
sk_sk: Faktúra na stiahnutie

source: Download proforma invoice
cs_cz: Zálohová faktura ke stažení
sk_sk: Zálohová faktúra na stiahnutie

source: Request failed because of concurrency check.
cs_cz: Požadavek selhal z důvodu souběžných API volání.
sk_sk: Požiadavka zlyhala z dôvodu súbežných API volaní.

source: Paid with proforma invoice %1$s on %2$s.
cs_cz: Uhrazeno zálohovou fakturou %1$s dne %2$s.
sk_sk: Uhradené zálohovou faktúrou %1$s dňa %2$s.

source: Refunded
cs_cz: Refundováno
sk_sk: Refundované

source: Gift Card
cs_cz: Dárková poukázka
sk_sk: Darčeková karta

source: Proforma invoice created.
cs_cz: Zálohová faktura byla vytvořena.
sk_sk: Zálohová faktúra bola vytvorená.

source: Invoice created.
cs_cz: Faktura byla vytvořena.
sk_sk: Faktúra bola vytvorená.

source: Credit note created.
cs_cz: Dobropis byl vytvořen.
sk_sk: Dobropis bol vytvorený.

source: Document created.
cs_cz: Dokument byl vytvořen.
sk_sk: Dokument bol vytvorený.

source: Data could not be loaded from SuperFaktura due to the following error:
cs_cz: Data se nepodařilo načíst ze SuperFaktury kvůli následující chybě:
sk_sk: Údaje sa nepodarilo načítať zo SuperFaktury pre nasledujúcu chybu:

source: Don't use
cs_cz: Nepoužít
sk_sk: Nepoužiť

source: Payment methods could not be loaded from SuperFaktura due to the following error:
cs_cz: Platební metody se nepodařilo načíst ze SuperFaktury kvůli následující chybě:
sk_sk: Spôsoby platby sa nepodarilo načítať zo SuperFaktury pre nasledujúcu chybu:

source: Cash
cs_cz: Hotovost
sk_sk: Hotovosť

source: Cash on delivery
cs_cz: Dobírka
sk_sk: Dobierka

source: Transfer
cs_cz: Bankovní převod
sk_sk: Bankový prevod

source: Card
cs_cz: Karta
sk_sk: Karta

source: Credit card
cs_cz: Kreditní karta
sk_sk: Kreditná karta

source: Debit card
cs_cz: Debetni karta
sk_sk: Debetná karta

source: Encashment
cs_cz: Inkaso
sk_sk: Inkaso

source: Postal money order
cs_cz: Poštovní poukaz
sk_sk: Poštový poukaz

source: Mutual credit
cs_cz: Vzájemní zápočet
sk_sk: Vzajomný zápočet

source: Other
cs_cz: Jiné
sk_sk: Iné

source: Shipping methods could not be loaded from SuperFaktura due to the following error:
cs_cz: Způsoby dopravy se ze SuperFaktury nepodařilo načíst kvůli následující chybě:
sk_sk: Spôsoby dopravy sa nepodarilo načítať zo SuperFaktury pre nasledujúcu chybu:

source: By mail
cs_cz: Poštou
sk_sk: Poštou

source: By courier
cs_cz: Kurýrem
sk_sk: Kuriérom

source: Personal pickup
cs_cz: Osobní odběr
sk_sk: Osobný odber

source: Freight
cs_cz: Nákladní doprava
sk_sk: Nákladná doprava

source: Pickup point
cs_cz: Odběrné místo
sk_sk: Odberné miesto

source: Authorization
cs_cz: Autorizace
sk_sk: Autorizácia

source: Invoice Creation
cs_cz: Vytvoření faktury
sk_sk: Vytvorenie faktúry

source: Integration
cs_cz: Integrace
sk_sk: Integrácia

source: Payment
cs_cz: Platby
sk_sk: Platby

source: Shipping
cs_cz: Doprava
sk_sk: Doprava

source: Accounting
cs_cz: Účetnictví
sk_sk: Účtovníctvo

source: Help
cs_cz: Pomoc
sk_sk: Pomoc

source: Invoice Options
cs_cz: Možnosti faktury
sk_sk: Možnosti faktúry

source: Proforma Invoice Sequence ID
cs_cz: ID číselníku pro zálohové faktury
sk_sk: ID číselníka pre zálohové faktúry

source: Invoice Sequence ID
cs_cz: ID číselníku pro faktury
sk_sk: ID číselníka pre faktúry

source: Credit Note Sequence ID
cs_cz: ID číselníku pro dobropisy
sk_sk: ID číselníka pre dobropisy

source: Custom invoice numbering
cs_cz: Vlastní číslování faktury
sk_sk: Vlastné číslovanie faktúry

source: Use custom invoice numbering (this is a deprecated option, please use sequence IDs above instead)
cs_cz: Použít vlastní číslování faktur (toto je zastaralá možnost, místo toho použijte ID číselníků výše)
sk_sk: Použiť vlastné číslovanie faktúr (toto je zastaraná možnosť, namiesto toho použite ID číselníkov vyššie)

source: Proforma Invoice Nr.
cs_cz: Číslo zálohové faktury
sk_sk: Číslo zálohovej faktúry

source: Available Tags: %s
cs_cz: Dostupné značky: %s
sk_sk: Dostupné značky: %s

source: Invoice Nr.
cs_cz: Číslo faktury
sk_sk: Číslo faktúry

source: Credit Note Nr.
cs_cz: Číslo dobropisu
sk_sk: Číslo dobropisu

source: Current Proforma Invoice Number for [COUNT]
cs_cz: Aktuální číslo zálohové faktury pro [COUNT]
sk_sk: Aktuálne číslo zálohovej faktúry pre [COUNT]

source: Current Invoice Number for [COUNT]
cs_cz: Aktuální číslo faktury pro [COUNT]
sk_sk: Aktuálne číslo faktúry pre [COUNT]

source: Current Credit Note Number for [COUNT]
cs_cz: Vytvořit dobropis pro [COUNT]
sk_sk: Aktuálne číslo dobropisu pre [COUNT]

source: Number of digits for [COUNT]
cs_cz: Počet číslic pro [COUNT]
sk_sk: Počet číslic pre [COUNT]

source: Delivery name
cs_cz: Jméno pro doručení
sk_sk: Meno pre doručenie

source: Use format <em>CompanyName - FirstName LastName</em>
cs_cz: Použít formát <em> Společnost - Jméno Příjmení </em>
sk_sk: Použiť formát <em>Spoločnosť - Meno Priezvisko</em>

source: Invoice language
cs_cz: Jazyk faktury
sk_sk: Jazyk faktúry

source: Default endpoint language
cs_cz: Výchozí jazyk
sk_sk: Predvolený jazyk

source: Site locale (fallback to endpoint)
cs_cz: Jazyk stránky
sk_sk: Jazyk stránky

source: Slovak
cs_cz: Slovenština
sk_sk: Slovenčina

source: Czech
cs_cz: Čeština
sk_sk: Čeština

source: Εnglish
cs_cz: Angličtina
sk_sk: Angličtina

source: German
cs_cz: Němčina
sk_sk: Nemčina

source: Dutch
cs_cz: Holandština
sk_sk: Holandčina

source: Croatian
cs_cz: Chorvatština
sk_sk: Chorvátština

source: Hungarian
cs_cz: Maďarština
sk_sk: Maďarčina

source: Polish
cs_cz: Polština
sk_sk: Poľština

source: Romanian
cs_cz: Rumunština
sk_sk: Rumunčina

source: Russian
cs_cz: Ruština
sk_sk: Ruština

source: Slovenian
cs_cz: Slovinština
sk_sk: Slovinčina

source: Spanish
cs_cz: Španělština
sk_sk: Španielčina

source: Italian
cs_cz: Italština
sk_sk: Taliančina

source: Ukrainian
cs_cz: Ukrajinština
sk_sk: Ukrajinčina

source: VAT rounding
cs_cz: Způsob zaokrouhlování DPH
sk_sk: Spôsob zaokrúhľovania DPH

source: Whole document
cs_cz: Za celý dokument
sk_sk: Za celý dokument

source: Per item
cs_cz: Po položkách
sk_sk: Po položkách

source: Retail (recommended for eshops)
cs_cz: Maloobchod (doporučený typ pro eshopy)
sk_sk: Maloobchod (odporúčaný typ pre eshopy)

source: Rounding for cash on delivery orders
cs_cz: Zaokrouhlování u objednávek na dobírku
sk_sk: Zaokrúhľovanie pre objednávky na dobierku

source: Add rounding to the document (to 5 cents for EUR and to the whole number for CZK)
cs_cz: Přidat zaokrouhlení na doklad (na 5 centů u EUR a na celé číslo u CZK)
sk_sk: Pridať zaokrúhlenie na doklad (na 5 centov pri EUR a na celé číslo pri CZK)

source: Free products
cs_cz: Produkty zdarma
sk_sk: Produkty zadarmo

source: Do not add free products to the invoice
cs_cz: Nepřidávat produkty zdarma na fakturu
sk_sk: Nepridávať produkty zadarmo na faktúru

source: Invoice Comments
cs_cz: Poznámky na faktuře
sk_sk: Poznámky na faktúre

source: Allow custom comments
cs_cz: Povolit vlastní poznámky
sk_sk: Povoliť vlastné poznámky

source: Override default comments options in SuperFaktúra. Adds custom comment, order comment and tax liability if needed.
cs_cz: Přepsat výchozí poznámky v SuperFaktúre. Přidá poznámku, poznámku z objednávky a daňovou povinnost.
sk_sk: Prepísať predvolené poznámky v SuperFaktúre. Pridá poznámku, poznámku z objednávky a daňovú povinnosť.

source: Proforma invoice payment
cs_cz: Úhrada zálohovou fakturou
sk_sk: Úhrada zálohovou faktúrou

source: Add information about proforma invoice payment to comment.
cs_cz: Přidat do poznámky informaci o úhradě zálohovou fakturou.
sk_sk: Pridať do poznámky informáciu o úhrade zálohovou faktúrou.

source: Tax Liability
cs_cz: Daňová povinnost
sk_sk: Daňová povinnosť

source: Comment
cs_cz: Poznámka
sk_sk: Poznámka

source: Order note
cs_cz: Poznámka k objednávce
sk_sk: Poznámka k objednávke

source: Add order note from customer to comment.
cs_cz: Přidat poznámku od zákazníka do poznámky na faktuře.
sk_sk: Pridať poznámku od zákazníka do poznámky na faktúre.

source: Additional Invoice Fields
cs_cz: Další pole faktury
sk_sk: Ďalšie polia faktúry

source: Variable symbol
cs_cz: Variabilní symbol
sk_sk: Variabilný symbol

source: Use invoice number
cs_cz: Použít číslo faktury
sk_sk: Použiť číslo faktúry

source: Use invoice number (if there is a proforma invoice, use the variable symbol from the proforma invoice)
cs_cz: Použít číslo faktury (pokud existuje zálohová faktura, použít variabilní symbol ze zálohové faktury)
sk_sk: Použiť číslo faktúry (ak existuje zálohová faktúra, použiť variabilný symbol zo zálohovej faktúry)

source: Use order number
cs_cz: Použít číslo objednávky
sk_sk: Použiť číslo objednávky

source: PAY by square
cs_cz: QR kód na faktuře

source: Display a QR code
cs_cz: Zobrazit QR kód
sk_sk: Zobraziť QR kód

source: Issued by
cs_cz: Vystavil
sk_sk: Vystavil

source: Issued by Phone
cs_cz: Vystavil (telefon)
sk_sk: Vystavil (telefón)

source: Issued by Web
cs_cz: Vystavil (web)
sk_sk: Vystavil (web)

source: Issued by Email
cs_cz: Vystavil (e-mail)
sk_sk: Vystavil (e-mail)

source: Created Date
cs_cz: Datum vystavení
sk_sk: Dátum vystavenia

source: Use order date instead of current date
cs_cz: Použít datum objednávky namísto aktuálního data
sk_sk: Použiť dátum objednávky namiesto aktuálneho dátumu

source: Delivery Date
cs_cz: Datum zdanitelného plnění
sk_sk: Dátum dodania

source: Select date to be used as delivery date
cs_cz: Vybrat datum, které má být použito jako datum zdanitelného plnění
sk_sk: Vyberte dátum, ktorý sa má použiť ako dátum dodania

source: Invoice creation date
cs_cz: Datum vytvoření faktury
sk_sk: Dátum vytvorenia faktúry

source: Order payment date
cs_cz: Datum platby objednávky
sk_sk: Dátum platby za objednávku

source: Order creation date
cs_cz: Datum vytvoření objednávky
sk_sk: Dátum vytvorenia objednávky

source: Do not display
cs_cz: Nezobrazovat
sk_sk: Nezobraziť

source: Product Description
cs_cz: Popis produktu
sk_sk: Popis produktu

source: [ATTRIBUTE:name] tag outputs single product attribute. Use the name of the attribute, for example [ATTRIBUTE:Shirt size]
cs_cz: Značka [ATTRIBUTE:name] vypíše jednu vlastnost produktu. Použijte název vlastnosti, například [ATTRIBUTE:Velikost trička]
sk_sk: Značka [ATTRIBUTE:name] vypíše jednu vlastnosť produktu. Použite názov vlastnosti, napríklad [ATTRIBUTE:Veľkosť trička]

source: Discount
cs_cz: Sleva
sk_sk: Zľava

source: Show product discount in description
cs_cz: Zobraziť slevu na produkt v popisu
sk_sk: Zobraziť zľavu na produkt v popise

source: Coupon Invoice Items
cs_cz: Kupón v položkách na faktuře
sk_sk: Kupón v položkách na faktúre

source: Total
cs_cz: Spolu
sk_sk: Spolu

source: Per Item
cs_cz: Po položkách
sk_sk: Po položkách

source: Coupon Description
cs_cz: Popis kupónu
sk_sk: Popis kupónu

source: Show coupon code in description
cs_cz: Zobrazit kód kupónu v popisu
sk_sk: Zobraziť kód kupónu v popise

source: Discount Name
cs_cz: Název slevy
sk_sk: Názov zľavy

source: Shipping Item Name
cs_cz: Název poštovného
sk_sk: Názov poštovného

source: Free Shipping Name
cs_cz: Název poštovného zdarma
sk_sk: Názov poštovného zdarma

source: By default, in case of free shipping, the invoice does not contain shipping item; to force the item to appear, fill in its name in this field
cs_cz: Standardně faktura s dopravou zdarma neobsahuje poštovné, pokud chcete aby se položka zobrazila, vyplňte její název v tomto poli.
sk_sk: Štandardne pri bezplatnej preprave faktúra neobsahuje poštovné; ak chcete, aby sa položka zobrazila, vyplňte jej názov v tomto poli.

source: Refunded items
cs_cz: Refundované položky
sk_sk: Refundované položky

source: Subtract refunded items quantity on invoice
cs_cz: Odečíst refundovaný počet položek na faktuře
sk_sk: Odpočítať refundovaný počet položiek na faktúre

source: Create invoices under the One Stop Shop scheme
cs_cz: Zvláštní režim jednoho správního místa OSS
sk_sk: Osobitná úprava dane OSS

source: Don't generate
cs_cz: Negenerovat
sk_sk: Negenerovať

source: Select when you would like to create an invoice for each payment gateway.
cs_cz: Nastavte kdy chcete vytvořit fakturu pro každou platební bránu.
sk_sk: Nastavte kedy chcete vytvoriť faktúru pre každú platobnú bránu.

source: Create as paid
cs_cz: Vytvořit jako uhrazenou
sk_sk: Vytvoriť ako uhradenú

source: Zero value invoices
cs_cz: Faktury s nulovou hodnotou
sk_sk: Faktúry s nulovou hodnotou

source: Allow zero value invoices to be generated when order changes to the selected status.
cs_cz: Povolit generování faktur s nulovou hodnotou při změně stavu objednávky do zvoleného stavu.
sk_sk: Povoliť generovanie faktúry s nulovou hodnotou pri zmene stavu objednávky do zvoleného stavu.

source: Invoice for orders without processing
cs_cz: Faktura pro objednávky bez zpracování
sk_sk: Faktúra pre objednávky bez spracovania

source: Allow invoice creation in the "%1$s" state for orders that do not need processing. Only applies if the invoice was supposed to be created in "%2$s" state.
cs_cz: Povolit vytvoření faktury ve stavu %1$s pro objednávky, které nepotřebují zpracování. Platí pouze v případě, že faktura měla být vytvořena ve stavu %2$s.
sk_sk: Povoliť vytvorenie faktúry v stave "%1$s" pre objednávky, ktoré nepotrebujú spracovanie. Platí iba v prípade, že faktúra mala byť vytvorená v stave "%2$s".

source: Manual Invoice Creation
cs_cz: Ruční vytvoření faktury
sk_sk: Manuálne vytvorenie faktúry

source: Allow manual invoice creation
cs_cz: Povolit ruční vytvoření faktury
sk_sk: Povoliť manuálne vytvorenie faktúry

source: Client Data
cs_cz: Údaje klienta
sk_sk: Údaje klienta

source: Update client data in SuperFaktura
cs_cz: Aktualizovat údaje klienta v SuperFaktuře
sk_sk: Aktualizovať údaje klienta v SuperFaktúre

source: Set invoice as paid in these order statuses
cs_cz: Označit fakturu jako uhrazenou v těchto stavech objednávky
sk_sk: Označiť faktúru ako uhradenú v týchto stavoch objednávky

source: Proforma Invoice Creation
cs_cz: Vytvoření zálohové faktury
sk_sk: Vytvorenie zálohovej faktúry

source: Select when you would like to create a proforma invoice for each payment gateway.
cs_cz: Nastavte kdy chcete vytvořit zálohovou fakturu pro každou platební bránu.
sk_sk: Nastavte kedy chcete vytvoriť zálohovú faktúru pre každú platobnú bránu.

source: Manual Proforma Invoice Creation
cs_cz: Ruční vytvoření zálohové faktury
sk_sk: Manuálne vytvorenie zálohovej faktúry

source: Allow manual proforma invoice creation
cs_cz: Povolit ruční vytvoření zálohové faktury
sk_sk: Povoliť manuálne vytvorenie zálohovej faktúry

source: Experimental functions
cs_cz: Experimentální funkce
sk_sk: Experimentálne funkcie

source: These features are either experimental or incomplete, enable them at your own risk!
cs_cz: Tyto funkce jsou buď experimentální, nebo neúplné, aktivujte je na vlastní nebezpečí!
sk_sk: Tieto funkcie sú buď experimentálne alebo neúplné, aktivujte ich na vlastné riziko!

source: Prevent document duplicity
cs_cz: Zabránit duplicitě dokumentů
sk_sk: Zabrániť duplicite dokumentov

source: Prevent document duplicity caused by concurrent callbacks and/or return URLs from some payment plugins (such as GoPay)
cs_cz: Zabránit duplicitě dokumentů způsobené souběžnými zpětnými voláními a/nebo návratovými URL z některých platebních pluginů (například GoPay)
sk_sk: Zabrániť duplicite dokumentov spôsobenej súbežnými spätnými volaniami a/alebo návratovými adresami URL z niektorých platobných pluginov (napríklad GoPay)

source: Retry failed API calls to create a document
cs_cz: Zopakovat neúspěšné API volání k vytvoření dokumentu
sk_sk: Zopakovať neúspešné API volania na vytvorenie dokumentu

source: If the API call to create a document fails due to a SuperFaktura server error or timeout, try again in 5 minutes, 30 minutes and 1 hour. If all attempts fail, the plugin will display an admin notification and add the information to the order notes.
cs_cz: Pokud API volání k vytvoření dokumentu selže pro chybu SuperFaktura serveru nebo časový limit, zkusit znovu o 5 minut, 30 minut a 1 hodinu. Pokud všechny pokusy selžou, plugin zobrazí upozornění administrátorovi a doplní informace do poznámek k objednávce.
sk_sk: Ak API volanie na vytvorenie dokumentu zlyhá pre chybu SuperFaktúra servera alebo časový limit, skúsiť znovu o 5 minút, 30 minút a 1 hodinu. Ak všetky pokusy zlyhajú, plugin zobrazí upozornenie administrátorovi a doplní informácie do poznámok k objednávke.

source: Checkout
cs_cz: Pokladna
sk_sk: Pokladňa

source: Billing fields
cs_cz: Fakturační údaje
sk_sk: Fakturačné údaje

source: Add company billing fields to checkout
cs_cz: Přidat možnost fakturace na firmu
sk_sk: Pridať možnosť fakturácie na firmu

source: Company name
cs_cz: Název společnosti
sk_sk: Názov spoločnosti

source: Optional
cs_cz: Volitelné
sk_sk: Nepovinné

source: %s (optional)
cs_cz: %s (volitelné)
sk_sk: %s (nepovinné)

source: Required
cs_cz: Povinné
sk_sk: Povinné

source: Add field ID #
cs_cz: Přidat pole IČO
sk_sk: Pridať pole IČO

source: No
cs_cz: Ne
sk_sk: Nie

source: Add field VAT #
cs_cz: Přidat pole DIČ
sk_sk: Pridať pole IČ DPH

source: Validate VAT #
cs_cz: Ověřit platnost DIČ
sk_sk: Overiť platnosť IČ DPH

source: Validate VAT # in EU countries
cs_cz: Ověřit platnost DIČ v zemích EU (VIES)
sk_sk: Overiť platnosť IČ DPH v krajinách EU (VIES)

source: Add field TAX ID #
cs_cz: Přidat pole (SK) DIČ
sk_sk: Pridať pole DIČ

source: Order received
cs_cz: Objednávka přijata
sk_sk: Objednávka prijatá

source: Invoice link
cs_cz: Odkaz na fakturu
sk_sk: Odkaz na faktúru

source: Add invoice link to order received screen
cs_cz: Přidat odkaz na fakturu na stránku Objednávka přijata
sk_sk: Pridať odkaz na faktúru na stránku Objednávka prijatá

source: Emails
cs_cz: Emaily
sk_sk: Emaily

source: Billing details
cs_cz: Údaje odběratele
sk_sk: Údaje odberateľa

source: Add customer billing details (ID #, VAT #, TAX ID #) to WooCommerce emails
cs_cz: Přidat údaje odběratele (IČO, (SK) DIČ, DIČ) do WooCommerce emailů
sk_sk: Pridať údaje odberateľa (IČO, IČ DPH, DIČ) do WooCommerce emailov

source: Add online payment link to WooCommerce emails
cs_cz: Přidat odkaz na online platbu do WooCommerce emailů
sk_sk: Pridať odkaz na online platbu do WooCommerce emailov

source: Add invoice link to WooCommerce emails
cs_cz: Přidat odkaz na fakturu do WooCommerce emailů
sk_sk: Pridať odkaz na faktúru do WooCommerce emailov

source: Invoice PDF attachment
cs_cz: PDF faktury v příloze
sk_sk: PDF faktúry v prílohe

source: Customer only
cs_cz: Pouze zákazníkovi
sk_sk: Iba zákazníkovi

source: Yes
cs_cz: Ano
sk_sk: Áno

source: Attach invoice PDF to WooCommerce emails
cs_cz: Přidat PDF fakturu do WooCommerce emailů
sk_sk: Pridať PDF faktúru do WooCommerce emailov

source: Completed orders
cs_cz: Vybavené objednávky
sk_sk: Vybavené objednávky

source: Don't add invoice to WooCommerce emails for completed orders
cs_cz: Nedávat fakturu do WooCommerce emailů pro vybavené objednávky
sk_sk: Nedávať faktúru do WooCommerce emailov pre vybavené objednávky

source: Cash on delivery orders
cs_cz: Objednávky na dobírku
sk_sk: Objednávky na dobierku

source: Don't add invoice to WooCommerce emails for cash on delivery orders
cs_cz: Nedávat fakturu do WooCommerce emailů pro objednávky na dobírku
sk_sk: Nedávať faktúru do WooCommerce emailov pre objednávky na dobierku

source: Admin
cs_cz: Administrace

source: Order list
cs_cz: Seznam objednávek
sk_sk: Zoznam objednávok
